

// 그룹 정의, 최대 15개 - - - - - - - - - - - - - - - - - - - - - - - - -

[GROUP]
GROUP_COUNT=10
GROUP_0=POL,POL,POL
GROUP_1=구동/LINE,ACTION/LINE,ACTION/LINE
GROUP_2=WINDOW,WINDOW,WINDOW
GROUP_3=TSP,TSP,TSP
GROUP_4=Panel외관,PANELBroken,PANELBroken
GROUP_5=LINE,LINE,LINE
GROUP_6=PIXEL,PIXEL,PIXEL
GROUP_7=PANEL화질,Image,Image 
GROUP_8=LAMI,LAMI,LAMI
GROUP_9=TSP LAMI,TSP LAMI,TSP LAMI 

// 단축 버튼 정의, 최대 5개 - - - - - - - - - - - - - - - - - - - - - - - - -

[SHORTCUT]
SHORTCUT_COUNT=6
SHORTCUT_0=USF44,FT)구동안됨,FT)No Display,FT)không vận hành,2
SHORTCUT_1=USF07,MTP ID NG,MTP ID NG,MTP ID NG,1
SHORTCUT_2=USO17,FT)O-세로선,FT)O-Vertical Line,FT)O-đường dọc,1
SHORTCUT_3=USS33,MCD명선,MCD Bright Line,MCD đường sáng,1
SHORTCUT_4=USU35,비니스힐,Beneath Hill,Beneath Hill,1
SHORTCUT_5=USW13,FT)Lami이물,FT)Lami Alien,FT) dị vật Lami,1

// 각 그룹별 상세 항목 정의, 최대 60개  - - - - - - - - - - - - - - - - - - -

[GROUP_0]
GROUP_NAME=POL,POL,POL
DEFECT_COUNT=13
DEF_0=USP02,POL낙하,POL Dropping,rơi POL,1
DEF_1=USP04,POL찍힘,POL Spear,vết đâm POL,1
DEF_2=USP05,POL들뜸,POL Come Off,tróc POL,1
DEF_3=USP06,POL-MISALIGN,POL-MISALIGN,POL-MISALIGN,1
DEF_4=USP07,POL탐,POL Edge Cover,lớp bao phủ gờ POL,1
DEF_5=USP08,POL MCR MARK不,POL MCR MARK,POL MCR MARK不,1
DEF_6=USP10,POL눌림,POL Sinking,đè nén POL,1
DEF_7=USP11,POL기포,POL Bubble,bọt khí POL,1
DEF_8=USP12,POL박리,POL PF Defect,tách POL,1
DEF_9=USP16,POL 미부착,POL Not Attach,chưa gắn POL,1
DEF_10=USP17,CELL 보호 Film 미박리,CELL PF Miss,tách phim bảo hộ Cell,1
DEF_11=USP18,POL 변색,POL Discolor,POL Discolor,1
DEF_12=USL12,POL 설비 찍힘,POL  Dent,tách POL,1

[GROUP_1]
GROUP_NAME=구동/LINE,ACTION/LINE,ACTION/LINE
DEFECT_COUNT=17
DEF_0=USF12,CROSSTALK,CROSSTALK,CROSSTALK,1
DEF_1=USF13,FLICKER,FLICKER,FLICKER,1
DEF_2=USF43,FT)화면이상,FT)Abnormal Display,FT)màn hình bất thường,1
DEF_3=USF44,FT)구동안됨,FT)No Display,FT)không vận hành,2
DEF_4=USF45,GRAY불량,GRAY Defect,lỗi GRAY,1
DEF_5=USO01,가로선,Horizontal Line,đường ngang,1
DEF_6=USO02,E-세로선,E-Vertical Line,E-đường dọc,1
DEF_7=USO05,세로선기타,Vertical Line Others,lỗi đường dọc khác,1
DEF_8=USO07,Noise,Noise,Noise,1
DEF_9=USO08,화면떨림,Flicker,rung màn hình,1
DEF_10=USO16,FT)S-세로선,FT)S-Vertical Line,FT)S-đường dọc,1
DEF_11=USO17,FT)O-세로선,FT)O-Vertical Line,FT)O-đường dọc,1
DEF_12=USS33,MCD명선,MCD Bright Line,MCD đường sáng,1
DEF_13=USS34,MCD암선사라짐,MCD No dark line,MCD đường tối,1
DEF_14=USF15,i_bat OVER,i_bat Current,i_bat OVER,1
DEF_15=USO55,POC No Data,POC No Data,POC No Data,1
DEF_16=USU35,비니스힐,Beneath Hill,Beneath Hill,1
[GROUP_2]
GROUP_NAME=WINDOW,WINDOW,WINDOW
DEFECT_COUNT=6
DEF_0=USW74,WINDOW S/C,Window Scratch,Window Scratch,1
DEF_1=USW05,WINDOW Crack,WINDOW Crack,WINDOW Crack,1
DEF_2=USW17,WINDOW Broken,WINDOW Broken,WINDOW Broken,1
DEF_3=USW01,WINDOW이물,Window Alien,dị vật Window,1
DEF_4=USW06,WINDOW외관기타,Window Others,lỗi ngoại quan Window khác,1
DEF_5=USW03,WINDOW찍힘,Window Dent,Đâm Window,1

[GROUP_3]
GROUP_NAME=TSP,TSP,TSP
DEFECT_COUNT=2
DEF_0=UST04,TSP이물,TSP Alien,dị vật TSP,1
DEF_1=UST30,TSP 얼룩,TSP Spot,vết đốm TSP,1

[GROUP_4]
GROUP_NAME=Panel외관,PANELBroken,PANELBroken
DEFECT_COUNT=4
DEF_0=USS27,FT)UB Shrinkage,FT)UB Shrinkage,FT)UB Shrinkage,1
DEF_1=USS28,FT)TFE 탈막,FT)TFE Ptt,FT) tháo tấm TFE,1
DEF_2=USS26,Panel 외관기타,Panel Visual Others,ngoại quan Panel khác,1
DEF_3=USS19,보호Film이상,Protection Miss Attach,bất thường phim bảo hộ,1

[GROUP_5]
GROUP_NAME=LINE,LINE,LINE
DEFECT_COUNT=11
DEF_0=USL01,FAB)C/D SHORT,FAB)C/D SHORT,FAB)C/D SHORT,1
DEF_1=USL02,FAB)G/D SHORT,FAB)G/D SHORT,FAB)G/D SHORT,1
DEF_2=USL03,FAB)C/G SHORT,FAB)C/G SHORT,FAB)C/G SHORT,1
DEF_3=USL04,FAB)D-OPEN,FAB)D-OPEN,FAB)D-OPEN,1
DEF_4=USL05,FAB)G-OPEN,FAB)G-OPEN,FAB)G-OPEN,1
DEF_5=USL06,FAB)D-DEFECT,FAB)D-DEFECT,FAB)D-DEFECT,1
DEF_6=USL07,FAB)G-DEFECT,FAB)G-DEFECT,FAB)G-DEFECT,1
DEF_7=USL08,FAB)DBD,FAB)DBD,FAB)DBD,1
DEF_8=USO48,Horizontal Line(MOD),Horizontal Line(MOD),Đường ngang(MOD),1
DEF_9=USL10,FAB)ZEBRA,FAB)ZEBRA,FAB)ZEBRA,1
DEF_10=USL11,FAB)ALPM defect,FAB)ALPM defect,FAB)Lỗi ALPM,1

[GROUP_6]
GROUP_NAME=PIXEL,PIXEL,PIXEL
DEFECT_COUNT=6
DEF_0=USD01,FAB)HIGH OVER,FAB)High Dot Over,FAB)HIGH OVER,1
DEF_1=USD06,FAB)H-O 인접,FAB)High Off Contigaity,FAB)tiếp nối H-O,1
DEF_2=USD07,FAB)OFF OVER,FAB)Off Dot Over,FAB)Off Dot Over,1
DEF_3=USD08,FAB)OFF 인접,FAB)Off Dot Contigaity,FAB)tiếp nối OFF,1
DEF_4=USD09,FAB)OFF 근접,FAB)Off Dot Neraing,FAB)tiếp giáp OFF,1
DEF_5=USD15,FAB)저계조 HIGH,FAB)Low gradation HIGH,FAB)phân cấp thấp HIGH,1

[GROUP_7]
GROUP_NAME=PANEL화질,Image,Image
DEFECT_COUNT=20	// 1xx번대 DEFECT_COUNT 반영 필수
DEF_0=USU02,FAB)SCAN 전류,FAB)Scan Current,FAB)dòng điện Scan,1
DEF_1=USU06,(POC2)MASK얼룩기타,(POC2)Mask Stain Other,(POC2)vết đốm MASK khác,1
DEF_2=USU08,(POC1)SPIN 얼룩,(POC1)Spin Stain,(POC1)vết đốm SPIN,1,1
DEF_3=USU08,(NO_POC)SPIN 얼룩,(NO_POC)Spin Stain,(NO_POC)vết đốm SPIN,1,0
DEF_4=USU09,(POC2)색이상,(N)(POC2)Abnormal Color,(POC2)màu bất thường,1
DEF_5=USU10,FAB)RED WAD,FAB)RED WAD,FAB)RED WAD,1
DEF_6=USU11,FAB)BLUE WAD,FAB)BLUE WAD,FAB)BLUE WAD,1
DEF_7=USU12,FAB)GREEN WAD,FAB)GREEN WAD,FAB)GREEN WAD,1
DEF_8=USU15,(POC1)가로줄얼룩,(POC1)HL Stain,(POC1)vết đốm đường ngang,1,1
DEF_9=USU15,(NO_POC)가로줄얼룩,(NO_POC)HL Stain,(NO_POC)vết đốm đường ngang,1,0
DEF_10=USU16,(POC1)세로줄얼룩,(POC1)VL Stain,(POC1)vết đốm đường dọc,1,1
DEF_11=USU16,(NO_POC)세로줄얼룩,(NO_POC)VL Stain,(NO_POC)vết đốm đường dọc,1,0
DEF_12=USU17,FAB)사선얼룩,FAB)OL Stain,FAB)vết đốm đường xiên,1
DEF_13=USU18,FAB)물얼룩,FAB)Water Stain,FAB)vết đốm nước,1
DEF_14=USU19,(POC1)PANEL얼룩기타,(POC1)Panel Stain Others,(POC1)vết đốm Panel khác,1,1
DEF_15=USU19,(NO_POC)PANEL얼룩기타,(NO_POC)Panel Stain Others,(NO_POC)vết đốm Panel khác,1,0
DEF_16=USU24,FAB)UB Spot,FAB)UB Spot,FAB)UB Spot,1
DEF_17=USU25,FAB)B-Spot,FAB)B-Spot,FAB)B-Spot,1
DEF_18=USU26,(POC1)W-Spot,(POC1)W-Spot,(POC1)W-Spot,1,1
DEF_19=USU26,(NO_POC)W-Spot,(NO_POC)W-Spot,(NO_POC)W-Spot,1,0

[GROUP_8]
GROUP_NAME=LAMI,LAMI,LAMI
DEFECT_COUNT=8
DEF_0=USW12,Lami기포,Lami Bubble,bọt khí Lami,1
DEF_1=USW13,FT)Lami이물,FT)Lami Alien,FT) dị vật Lami,1
DEF_2=USW14,Lami A/M,Lami A/M,Lami A/M,1
DEF_3=USW15,Lami기타,Lami Others,lỗi Lami khác,1
DEF_4=USW37,후공정 찍힘,FT)Next Step Dent,Lỗi đâm công đoạn sau,1
DEF_5=USW19,Panel PF 박리,Panel PF Defect,tách Panel PF,1
DEF_6=USW21,OCA 눌림,OCA squashed,đè nén OCA,1
DEF_7=USW22,설비)Lami 낙하,Ma)Lami Dropping,thiết bị) rơi Lami,1

[GROUP_9]
GROUP_NAME=TSP LAMI,TSP LAMI,TSP LAMI 
DEFECT_COUNT=10
DEF_0=USM1,TSP Lami 찍힘,TSP Lami Dent,vết đâm TSP Lami,1
DEF_1=USM2,TSP PF 미박리,TSP PF Miss,chưa tách TSP PF,1
DEF_2=USM3,TSP Lami 낙하,TSP Lami Dropping,rơi TSP Lami,1
DEF_3=USM4,TSP OCA 눌림,TSP OCA sinking,đè nén TSP OCA,1
DEF_4=USM5,TSP Lami 이물,TSP Lami Alien,dị vật TSP Lami,1
DEF_5=USM6,TSP Lami 기포,TSP Lami Bubble,bọt khí TSP Lami,1
DEF_6=USM7,TSP Lami 기타,TSP Lami Others,lỗi TSP Lami khác,1
DEF_7=USM8,TSP OCA Tilt,TSP OCA Tilt,TSP OCA Tilt,1
DEF_8=USM9,TSP Lami A/M,TSP Lami A/M,TSP Lami A/M,1
DEF_9=USM11,TSP Lami 합착 불량,TSP Lami Pressing defect,TSP Lami Pressing defect,1
